Repository: Sakarah/Phantoms
Catalog: i18n/*/*.po
Languages: fr

source: Welcome in Phantom's help
fr: Bienvenue dans l'aide de Fantômes

source: Use arrow keys to navigate between pages
fr: Utilisez les touches flèches pour changer de page

source: Type <Esc> to return to menu
fr: Appuyez sur <Echap> pour revenir au menu

source: In this game you must
fr: Dans ce jeu vous devez

source: catch the maximum of coins
fr: attraper un maximum de pièces

source: with the smiling character(s)
fr: avec le(s) personnage(s)

source: Each coin gives you 1 point
fr: Chaque pièce vous rapportera 1 point

source: At the same time you must
fr: Dans le même temps vous devez

source: absolutely avoid beeing
fr: absolument éviter d'être

source: touched by a ghost
fr: touché par un fantôme

source: If it happens, you will lose 1 life
fr: Vous perdriez alors 1 vie

source: Be careful : The ghosts are not identical and may have special skills
fr: Attention : Les fantômes ne sont pas tous identiques et ont parfois des capacités spéciales

source: Once you have gathered enough coins
fr: Une fois que vous avez ramassé 30 pièces

source: a diamond-shaped teleporter will appear
fr: vous pourrez aller au diamant

source: to open you the next level
fr: pour changer de niveau

source: It will give you 10 coins and you will recover 1 life
fr: Vous gagnez alors 10 points et vous récupérez 1 vie

source: Each new level
fr: A chaque nouveau niveau

source: will bring new mechanics
fr: vous découvrirez de nouveaux mécanismes

source: each time stranger
fr: toujours plus étranges

source: You will need to master them
fr: Il faudra apprendre à les maîtriser

source: With friends on the same computer
fr: A plusieurs joueurs

source: you can play in the co-op mode
fr: vous pourrez jouer en coopération

source: on the solo levels
fr: sur les mêmes niveaux qu'en solo

source: Or try the duel mode with one player controlling a ghost
fr: Ou bien l'un contre l'autre avec le deuxième joueur en fantôme

source: Slow (×1)
fr: Lent (×1)

source: Fast (×2)
fr: Rapide (×2)

source: Very fast (×3)
fr: Très rapide (×3)

source: Low
fr: Basse

source: High
fr: Élevée

source: Play
fr: Jouer

source: Help
fr: Aide

source: Quit
fr: Quitter

source: Levels:
fr: Niveaux :

source: Speed:
fr: Vitesse :

source: Number of players:
fr: Nombre de joueurs :

source: Start !
fr: Commencer !

source: Back
fr: Retour

source: Graphism
fr: Graphisme

source: P1
fr: J1

source: P2
fr: J2

source: P3
fr: J3

source: P4
fr: J4

source: OK
fr: Valider

source: Frame rate:
fr: Fréquence de rafraîchissement :

source: Light quality:
fr: Qualité des lumières :

source: Music volume:
fr: Volume de la musique :

source: Sound volume:
fr: Volume des sons :

source: You have won!
fr: Vous avez gagné !

source: Victory:
fr: Victoire :

source: Player
fr: Joueur

source: Phantom
fr: fantôme

source: Phantoms
fr: Fantômes

source: Invalid record file
fr: Fichier d'enregistrement non valide

source: Wrong record file version
fr: Mauvaise version d'enregistrement

source: Next level available
fr: Prochain niveau disponible

source: Next level after %d more coin
fr: Prochain niveau dans %d pièce

source: Boss defeated
fr: Boss vaincu

source: Time left: %ds
fr: Temps restant : %ds
